export const userData = { 
  id: 1, 
  lastName: 'Иванов', 
  firstName: 'Иван',
  middleName: 'Иванович',
  birthday: '1980-05-09', 
  gender: 'Мужской',
  city: '77' 
}

export const cities = [
  { value: '77', label: 'Москва' },
  { value: '78', label: 'Санкт-Петербург' },
  { value: '52', label: 'Нижний Новгород' },
  { value: '66', label: 'Екатеринбург' },
  { value: '54', label: 'Новосибирск' }
]

export const ticketsData = [
  { id: 1, author: 'Иванов ИИ', created_at: '1980-05-09', title: '12345678905', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.' },
  { id: 2, author: 'Петров ПП', created_at: '1975-07-11', title: '12345678903', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 3, author: 'Петрова ЛП', created_at: '1978-06-12', title: '12345678907', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 4, author: 'Семенова ИМ', created_at: '1995-04-10', title: '12345678901', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 5, author: 'Блинова ИВ', created_at: '1985-07-11', title: '12345678904', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 6, author: 'Смирнов ПА', created_at: '1965-08-15', title: '12345678902', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 7, author: 'Лебедев АФ', created_at: '1976-09-11', title: '12345678906', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 8, author: 'Иванов ИИ', created_at: '1980-05-10', title: '12345678915', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.' },
  { id: 9, author: 'Петров ПП', created_at: '1975-07-12', title: '12345678913', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 10, author: 'Петрова ЛП', created_at: '1978-06-13', title: '12345678917', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 11, author: 'Семенова ИМ', created_at: '1995-04-11', title: '12345678911', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 12, author: 'Блинова ИВ', created_at: '1985-07-12', title: '12345678914', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 13, author: 'Смирнов ПА', created_at: '1965-08-16', title: '12345678912', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 14, author: 'Лебедев АФ', created_at: '1976-09-12', title: '12345678916', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  },
  { id: 15, author: 'Лебедев АФ', created_at: '1976-09-13', title: '12345678926', 
    text: 'Сложно сказать, почему диаграммы связей смешаны с не уникальными данными до степени совершенной неузнаваемости.'  }
]